Repository: BrightwellPayments/readyremit-samples
Catalog: readyremit_reactnative_demo/ios/ReadyRemitSDK/Resources/*.lproj/Localizable.strings
Languages: de, es

# rrm_cancel_button
source: Cancel
de: de_Cancel
es: es_Cancel

# rrm_continue_button
source: Continue
de: de_Continue
es: es_Continue

# rrm_done_button
source: Done
de: de_Done
es: es_Done

# rrm_dropdown_placeholder
source: Select one
de: de_Select one
es: es_Select one

# rrm_confirmation_number_label
source: Confirmation
de: de_Confirmation
es: es_Confirmation

# rrm_confirmation_screen_title
source: Confirmation
de: de_Confirmation
es: es_Confirmation

# rrm_trans_submitted_details_message
source: You have successfully sent %1@ %2@ to %3@ %4@ via %5@.
de: de_You have successfully sent %1@ %2@ to %3@ %4@ via %5@.
es: es_You have successfully sent %1@ %2@ to %3@ %4@ via %5@.

# rrm_trans_submitted_title
source: Transfer submitted
de: de_Transfer submitted
es: es_Transfer submitted

# rrm_fraud_warning_content
source: To keep your money safe, you should know the recipient and never send money to someone whom you do not know.
de: de_To keep your money safe, you should know the recipient and never send money to someone whom you do not know.
es: es_To keep your money safe, you should know the recipient and never send money to someone whom you do not know.

# rrm_next_recipient_bankdetails_button
source: Next: Recipient's Bank Details
de: de_Next: Recipient's Bank Details
es: es_Next: Recipient's Bank Details

# rrm_recipient_details_header
source: Recipient details
de: de_Recipient details
es: es_Recipient details

# rrm_recipient_details_review_disclaimer
source: Please review 'Recipient details' for accuracy as inaccurate or incomplete information may result in delay, cancellation and/or return of funds
de: de_Please review 'Recipient details' for accuracy as inaccurate or incomplete information may result in delay, cancellation and/or return of funds
es: es_Please review 'Recipient details' for accuracy as inaccurate or incomplete information may result in delay, cancellation and/or return of funds

# rrm_recipient_details_screen_title
source: Recipient details
de: de_Recipient details
es: es_Recipient details

# rrm_fraud_warning_title
source: Fraud warning
de: de_Fraud warning
es: es_Fraud warning

# rrm_recipient_bank_details_screen_title
source: Recipient's bank details
de: de_Recipient's bank details
es: es_Recipient's bank details

# rrm_recipients_bank_details_header
source: Recipient's bank details
de: de_Recipient's bank details
es: es_Recipient's bank details

# rrm_add_new_button
source: Add new
de: de_Add new
es: es_Add new

# rrm_bank_transfer
source: Bank Transfer
de: de_Bank Transfer
es: es_Bank Transfer

# rrm_recipients_list_title
source: Recipients
de: de_Recipients
es: es_Recipients

# rrm_send_money_button
source: SEND MONEY
de: de_SEND MONEY
es: es_SEND MONEY

# rrm_almost_there_text
source: Before completing the transfer, review all the information
de: de_Before completing the transfer, review all the information
es: es_Before completing the transfer, review all the information

# rrm_almost_there_title
source: Almost there...
de: de_Almost there...
es: es_Almost there...

# rrm_complete_transfer_button
source: Send money now
de: de_Send money now
es: es_Send money now

# rrm_next_review_button
source: Next: Review
de: de_Next: Review
es: es_Next: Review

# rrm_privacy_termsofuse_disclaimer
source: By continuing you agree to Terms of use and Privacy Policy.
de: de_By continuing you agree to Terms of use and Privacy Policy.
es: es_By continuing you agree to Terms of use and Privacy Policy.

# rrm_recipient_account_detailsReviewDisclaimer
source: Please review 'Recipient's bank details' for accuracy as inaccurate nd incomplete information may result in delay, cancellation and/or return of funds
de: de_Please review 'Recipient's bank details' for accuracy as inaccurate nd incomplete information may result in delay, cancellation and/or return of funds
es: es_Please review 'Recipient's bank details' for accuracy as inaccurate nd incomplete information may result in delay, cancellation and/or return of funds

# rrm_review_page_title
source: Review
de: de_Review
es: es_Review

# rrm_view_receipt_link
source: View Receipt
de: de_View Receipt
es: es_View Receipt

# rrm_sla_disclaimer_text
source: Times may vary but we estimate the recipient will get the funds %1@. Some banks may charge additional fees upon deposit. Foreign taxes may apply
de: de_Times may vary but we estimate the recipient will get the funds %1@. Some banks may charge additional fees upon deposit. Foreign taxes may apply
es: es_Times may vary but we estimate the recipient will get the funds %1@. Some banks may charge additional fees upon deposit. Foreign taxes may apply

# rrm_sla_disclaimer_text_with_name
source: Times may vary, but we estimate %1@ will receive the money %2@
de: de_Times may vary, but we estimate %1@ will receive the money %2@
es: es_Times may vary, but we estimate %1@ will receive the money %2@

# rrm_bank_transfer_screen_title
source: Bank transfer details
de: de_Bank transfer details
es: es_Bank transfer details

# rrm_destination_country
source: Destination country
de: de_Destination country
es: es_Destination country

# rrm_exchange_rate
source: Exchange rate
de: de_Exchange rate
es: es_Exchange rate

# rrm_receive_amount
source: They receive
de: de_They receive
es: es_They receive

# rrm_send_amount
source: You send
de: de_You send
es: es_You send

# rrm_total_cost
source: Total cost
de: de_Total cost
es: es_Total cost

# rrm_transfer_details
source: Transfer details
de: de_Transfer details
es: es_Transfer details

# rrm_transfer_fee
source: Transfer fee
de: de_Transfer fee
es: es_Transfer fee

# rrm_transfer_type
source: Transfer type
de: de_Transfer type
es: es_Transfer type

# rrm_confirmation_number_title
source: Confirmation number
de: de_Confirmation number
es: es_Confirmation number

# rrm_transfer_date_title
source: Transfer date
de: de_Transfer date
es: es_Transfer date

# rrm_date_available_title
source: Date available
de: de_Date available
es: es_Date available

# rrm_customer_details_name
source: Name
de: de_Name
es: es_Name

# rrm_customer_details_address_l_1
source: Address line 1
de: de_Address line 1
es: es_Address line 1

# rrm_customer_details_city
source: Address city
de: de_Address city
es: es_Address city

# rrm_customer_details_state
source: Address state
de: de_Address state
es: es_Address state

# rrm_customer_details_country
source: Address Country
de: de_Address Country
es: es_Address Country

# rrm_customer_details_zip
source: Address Country
de: de_Address Country
es: es_Address Country

# rrm_customer_details_title
source: Customer Details
de: de_Customer Details
es: es_Customer Details

# rrm_no_recipients
source: No recipients information
de: de_No recipients information
es: es_No recipients information

# rrm_edit_button
source: Edit
de: de_Edit
es: es_Edit

# rrm_recipient_type
source: Recipient type
de: de_Recipient type
es: es_Recipient type

# rrm_transfer_confirmation_title
source: Confirmation
de: de_Confirmation
es: es_Confirmation

# rrm_common_search_type
source: Type to search
de: de_Type to search
es: es_Type to search

# rrm_error_empty_dynamic_field
source: %1@ is required
de: de_%1@ is required
es: es_%1@ is required

# rrm_error_empty_number
source: Number must be greater than 0
de: de_Number must be greater than 0
es: es_Number must be greater than 0

# rrm_validation_title
source: There's a problem...
de: de_There's a problem...
es: es_There's a problem...

# rrm_validation_review_instruction
source: Please review the following fields:
de: de_Please review the following fields:
es: es_Please review the following fields:

# rrm_error_minlength_number
source: %1@ must be at least %2@ characters
de: de_%1@ must be at least %2@ characters
es: es_%1@ must be at least %2@ characters

# rrm_recipient_new_destination_country
source: Destination country
de: de_Destination country
es: es_Destination country

# rrm_common_source_country_name
source: United States Dollar
de: de_United States Dollar
es: es_United States Dollar

# rrm_error_amount_required
source: Amount is required
de: de_Amount is required
es: es_Amount is required

# rrm_common_iban
source: IBAN
de: de_IBAN
es: es_IBAN

# rrm_common_bic
source: BIC
de: de_BIC
es: es_BIC

# rrm_common_ok
source: Ok
de: de_Ok
es: es_Ok

# rrm_select_country_calling_code_title
source: Select country code
de: de_Select country code
es: es_Select country code

# rrm_preview_cost_sent
source: You sent
de: de_You sent
es: es_You sent

# rrm_select_dynamic_field
source: %1@ must select
de: de_%1@ must select
es: es_%1@ must select

# rrm_error_invalid_date
source: Invalid date
de: de_Invalid date
es: es_Invalid date

# rrm_error_month
source: Must select a month
de: de_Must select a month
es: es_Must select a month

# rrm_error_year
source: Must enter 4 digits for year
de: de_Must enter 4 digits for year
es: es_Must enter 4 digits for year

# rrm_common_month
source: Month
de: de_Month
es: es_Month

# rrm_common_day
source: Day
de: de_Day
es: es_Day

# rrm_common_year
source: Year
de: de_Year
es: es_Year

# rrm_error_network_title
source: Network error
de: de_Network error
es: es_Network error

# rrm_error_unexpected_title
source: Unexpected error
de: de_Unexpected error
es: es_Unexpected error

# rrm_error_api_title
source: API error
de: de_API error
es: es_API error

# rrm_error_network_message
source: There was an error loading the page.
de: de_There was an error loading the page.
es: es_There was an error loading the page.

# rrm_error_unexpected_message
source: An unexpected error occurred. Please try again later.
de: de_An unexpected error occurred. Please try again later.
es: es_An unexpected error occurred. Please try again later.

# rrm_error_api_message
source: No message found for this error.
de: de_No message found for this error.
es: es_No message found for this error.

# rrm_common_validation_success
source: Successfully validated
de: de_Successfully validated
es: es_Successfully validated

# rrm_common_read_more
source: Read more
de: de_Read more
es: es_Read more

# rrm_error_try_again
source: Try again
de: de_Try again
es: es_Try again

# rrm_select_currency_title
source: Select currency
de: de_Select currency
es: es_Select currency

# rrm_sender_details_title
source: Sender Details
de: de_Sender Details
es: es_Sender Details

# rrm_recipient_bank_account_details
source: Recipient Bank Account
de: de_Recipient Bank Account
es: es_Recipient Bank Account

# rrm_transfer_receipt_title
source: Receipt
de: de_Receipt
es: es_Receipt

# rrm_combined_disclosure_error_resolution
source: Receipt / Combined Disclosure Error Resolution
de: de_Receipt / Combined Disclosure Error Resolution
es: es_Receipt / Combined Disclosure Error Resolution

# rrm_you_have_the_right
source: You have the right to dispute errors in your transaction. If you think there is an error, contact us within 180 days at 1-833-848-5768 or mydashcard.com. You can also contact us for a written explanation of your rights.
de: de_You have the right to dispute errors in your transaction. If you think there is an error, contact us within 180 days at 1-833-848-5768 or mydashcard.com. You can also contact us for a written explanation of your rights.
es: es_You have the right to dispute errors in your transaction. If you think there is an error, contact us within 180 days at 1-833-848-5768 or mydashcard.com. You can also contact us for a written explanation of your rights.

# rrm_you_can_cancel
source: You can cancel for a full refund by contacting customer service within 30 minutes of payment, unless the funds have been picked up or deposited.
de: de_You can cancel for a full refund by contacting customer service within 30 minutes of payment, unless the funds have been picked up or deposited.
es: es_You can cancel for a full refund by contacting customer service within 30 minutes of payment, unless the funds have been picked up or deposited.

# rrm_for_questions_or_complaints
source: For questions or complaints about The Bancorp Bank, contact:
de: de_For questions or complaints about The Bancorp Bank, contact:
es: es_For questions or complaints about The Bancorp Bank, contact:

# rrm_bank_address
source: State of Delaware Office of the State Bank Commissioner Attn: Compliance 1110 Forrest Avenue Dover, DE 19904 Phone: (302) 739-4235 Fax: (302) 739-2358
de: de_State of Delaware Office of the State Bank Commissioner Attn: Compliance 1110 Forrest Avenue Dover, DE 19904 Phone: (302) 739-4235 Fax: (302) 739-2358
es: es_State of Delaware Office of the State Bank Commissioner Attn: Compliance 1110 Forrest Avenue Dover, DE 19904 Phone: (302) 739-4235 Fax: (302) 739-2358

# rrm_bank_contact_info
source: Consumer Financial Protection Bureau 855-411-2372 855-729-2372 (TTY/TTD) www.consumerfinance.gov
de: de_Consumer Financial Protection Bureau 855-411-2372 855-729-2372 (TTY/TTD) www.consumerfinance.gov
es: es_Consumer Financial Protection Bureau 855-411-2372 855-729-2372 (TTY/TTD) www.consumerfinance.gov

# rrm_country_id
source: Country of ID document
de: de_Country of ID document
es: es_Country of ID document

# rrm_verify_top_text
source: In order to follow international laws and regulations we need to verify your identity.
de: de_In order to follow international laws and regulations we need to verify your identity.
es: es_In order to follow international laws and regulations we need to verify your identity.

# rrm_verify_bottom_text
source: You will be asked to: - Upload pictures of your ID document. - Take a selfie.
de: de_You will be asked to: - Upload pictures of your ID document. - Take a selfie.
es: es_You will be asked to: - Upload pictures of your ID document. - Take a selfie.

# rrm_verify_document_button
source: VERIFY DOCUMENT
de: de_VERIFY DOCUMENT
es: es_VERIFY DOCUMENT

# rrm_verify_title
source: Confirm your identity
de: de_Confirm your identity
es: es_Confirm your identity

# rrm_no_country_selected
source: No country selected
de: de_No country selected
es: es_No country selected

# rrm_verify_retry
source: RETRY
de: de_RETRY
es: es_RETRY

# rrm_verify_accept
source: ACCEPT
de: de_ACCEPT
es: es_ACCEPT

# rrm_verify_disclaimer
source: I certify that I have permission to supply the personal information requested and I agree to having my information cross-referenced with a system operated by a third party in order to verify my identify. I agree that this identity verificationâ€™s specifics and outcomes may be archived for audit and compliance purposes
de: de_I certify that I have permission to supply the personal information requested and I agree to having my information cross-referenced with a system operated by a third party in order to verify my identify. I agree that this identity verificationâ€™s specifics and outcomes may be archived for audit and compliance purposes
es: es_I certify that I have permission to supply the personal information requested and I agree to having my information cross-referenced with a system operated by a third party in order to verify my identify. I agree that this identity verificationâ€™s specifics and outcomes may be archived for audit and compliance purposes

# rrm_front_pic_title
source: Front side?
de: de_Front side?
es: es_Front side?

# rrm_front_pic_message
source: Scan the front side of the ID document
de: de_Scan the front side of the ID document
es: es_Scan the front side of the ID document

# rrm_back_pic_title
source: Back Side?
de: de_Back Side?
es: es_Back Side?

# rrm_back_pic_message
source: Scan the back side of the ID document
de: de_Scan the back side of the ID document
es: es_Scan the back side of the ID document

# rrm_face_pic_title
source: Face picture
de: de_Face picture
es: es_Face picture

# rrm_face_pic_message
source: Now let's take a selfie
de: de_Now let's take a selfie
es: es_Now let's take a selfie
